"TTTNRefreshHeaderIdleText" = "Pull down to refresh";
"TTTNRefreshHeaderPullingText" = "Release to refresh";
"TTTNRefreshHeaderRefreshingText" = "Loading...";

"TTTNRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"TTTNRefreshAutoFooterRefreshingText" = "Loading...";
"TTTNRefreshAutoFooterNoMoreDataText" = "No more data";

"TTTNRefreshBackFooterIdleText" = "Pull up to load more";
"TTTNRefreshBackFooterPullingText" = "Release to load more";
"TTTNRefreshBackFooterRefreshingText" = "Loading...";
"TTTNRefreshBackFooterNoMoreDataText" = "No more data";

"TTTNRefreshHeaderLastTimeText" = "Last update: ";
"TTTNRefreshHeaderDateTodayText" = "Today";
"TTTNRefreshHeaderNoneLastDateText" = "No record";
